Repository: jchemutt/crva_app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: Climate Risk & Vulnerability
pt: Risco Climático e Vulnerabilidade

source: Adaptation Strategies
pt: Estratégias de Adaptação

source: Implementation Strategies
pt: Estratégias de Implementação

source: About
pt: Sobre

source: About the CRVA Portal
pt: Sobre o Portal CRVA

source: The Climate Risk and Vulnerability Assessment (CRVA) Portal is an interactive web-based platform designed to support climate-resilient agriculture in Mozambique. It delivers accessible tools and data for informed decision-making at local, regional, and national levels.
pt: O <strong>Portal de Avaliação de Riscos e Vulnerabilidades Climáticas (CRVA)</strong> é uma plataforma web interativa concebida para apoiar a agricultura resiliente ao clima em Moçambique. Ela fornece ferramentas e dados acessíveis para a tomada de decisões informadas em níveis local, regional e nacional.

source: The portal integrates the following key services:
pt: O portal integra os seguintes serviços principais:

source: Agro-Weather Advisory:
pt: Boletim Agroclimático:

source: Provides timely weather forecasts and alerts to assist farmers with scheduling critical activities such as planting, irrigation, and harvesting.
pt: Fornece previsões meteorológicas e alertas oportunos para ajudar os agricultores a programar atividades críticas como plantio, irrigação e colheita.

source: Crop Advisory:
pt: Orientação Agrícola:

source: Offers location-specific agronomic guidance on best crop practices, pest management, and nutrient application.
pt: Oferece orientação agronômica específica para o local sobre melhores práticas agrícolas, manejo de pragas e aplicação de nutrientes.

source: Market Information:
pt: Informações de Mercado:

source: Supplies data on crop prices, market demand, and logistics to improve farmers’ access to markets and maximize income.
pt: Fornece dados sobre preços agrícolas, demanda de mercado e logística para melhorar o acesso dos agricultores aos mercados e maximizar a renda.

source: Climate Risk & Vulnerability Assessment:
pt: Avaliação de Risco Climático e Vulnerabilidade:

source: Identifies regions most at risk from climate shocks like droughts or floods, enabling targeted adaptation and planning.
pt: Mapeia as áreas mais expostas a ameaças climáticas como secas e inundações, ajudando a direcionar de forma eficaz os esforços de adaptação e investimento.

source: Adaptation Strategies:
pt: Estratégias de Adaptação:

source: Suggests tailored resilience measures, including climate-smart agriculture practices, soil management, and water conservation.
pt: Sugere medidas de resiliência personalizadas, incluindo práticas agrícolas inteligentes em relação ao clima, manejo do solo e conservação da água.

source: This portal was developed by the Alliance of Bioversity International and CIAT, in collaboration with local partners, to enhance food security and resilience to climate change in Mozambique.
pt: Este portal foi desenvolvido pela <strong>Aliança da Bioversity International e CIAT</strong>, em colaboração com parceiros locais, para melhorar a segurança alimentar e a resiliência às mudanças climáticas em Moçambique.

source: Methodology
pt: Metodologia

source: The methodology combines high-resolution historical datasets (CHIRPS precipitation and AgERA5 temperature, 1981–2024) with five CMIP6 climate models under SSP245 and SSP585 scenarios. Data are bias-corrected using monthly anomalies and standardized to 0.05° resolution. Indicators cover temperature, precipitation, drought and flooding stress, human heat stress, rainfall Z-scores, and the economic exposure of crop and livestock production to climate hazards.
pt: A metodologia combina conjuntos de dados históricos de alta resolução (precipitação CHIRPS e temperatura AgERA5, 1981–2024) com cinco modelos climáticos CMIP6 nos cenários SSP245 e SSP585. Os dados são corrigidos por viés usando anomalias mensais e padronizados para uma resolução de 0,05°. Os indicadores abrangem temperatura, precipitação, estresse por seca e inundação, estresse térmico humano, escores-Z de precipitação e a exposição econômica da produção agrícola e pecuária aos riscos climáticos.

source: Read Full Methodology
pt: Ler Metodologia Completa

source: 1. Climate Data Sources
pt: 1. Fontes de Dados Climáticos

source: The climate risk analysis is grounded in a comprehensive analysis of historical climate data (1981–2024) obtained from observation (satellite) and model-based datasets. Specifically, the Climate Hazards Group InfraRed Precipitation with Station data (CHIRPS) and the fifth-generation ECMWF atmospheric reanalysis dataset (AgERA5) were utilized to provide high-resolution historical data. The choice of including these datasets is based on their well-documented strengths in climate risk analysis, particularly for agricultural applications in Africa.
pt: A análise de risco climático baseia-se em uma análise abrangente dos dados climáticos históricos (1981–2024), obtidos de observações (satélite) e de conjuntos de dados baseados em modelos. Especificamente, foram utilizados o CHIRPS (Climate Hazards Group InfraRed Precipitation with Station) e o AgERA5 (quinta geração de reanálise atmosférica do ECMWF) para fornecer dados históricos de alta resolução. A escolha desses conjuntos de dados deve-se às suas forças bem documentadas na análise de riscos climáticos, particularmente para aplicações agrícolas em África.

source: CHIRPS provides high-resolution precipitation estimates by blending satellite imagery with station data, ensuring better coverage in data-sparse regions like Mozambique.
pt: O CHIRPS fornece estimativas de precipitação de alta resolução combinando imagens de satélite com dados de estações, garantindo melhor cobertura em regiões com escassez de dados, como Moçambique.

source: AgERA5, derived from ECMWF’s ERA5, is optimized for agricultural modelling, offering consistent, high-quality surface climate data.
pt: O AgERA5, derivado do ERA5 do ECMWF, é otimizado para modelagem agrícola, oferecendo dados climáticos de superfície consistentes e de alta qualidade.

source: These datasets were chosen over alternatives (e.g., GPCC, CRU, ERA5-Land) due to their superior validation records, high spatial resolution, and extensive usage in climate risk studies. Future climate projections were derived from five Global Climate Models (GCMs) participating in Phase 6 of the Coupled Model Intercomparison Project (CMIP6). The following five GCMs from CMIP6 were selected:
pt: Esses conjuntos de dados foram escolhidos em detrimento de alternativas (por exemplo, GPCC, CRU, ERA5-Land) devido aos seus registos de validação superiores, alta resolução espacial e ampla utilização em estudos de risco climático. As projeções climáticas futuras foram derivadas de cinco Modelos Climáticos Globais (GCMs) que participam da Fase 6 do Coupled Model Intercomparison Project (CMIP6). Foram selecionados os seguintes cinco GCMs do CMIP6:

source: ACCESS-ESM1-5 (Australia’s CSIRO and BOM) – Strong representation of large-scale atmospheric circulation.
pt: ACCESS-ESM1-5 (CSIRO e BOM da Austrália) – Forte representação da circulação atmosférica em grande escala.

source: MPI-ESM1-2-HR (Max Planck Institute, Germany) – High-resolution model known for accurate precipitation simulations.
pt: MPI-ESM1-2-HR (Instituto Max Planck, Alemanha) – Modelo de alta resolução conhecido por simulações precisas de precipitação.

source: EC-Earth3 (EC-Earth Consortium, Europe) – Advanced coupled system for ocean-atmosphere interactions.
pt: EC-Earth3 (Consórcio EC-Earth, Europa) – Sistema avançado acoplado para interações oceano-atmosfera.

source: INM-CM5-0 (Institute of Numerical Mathematics, Russia) – Effective in representing land-surface processes.
pt: INM-CM5-0 (Instituto de Matemática Numérica, Rússia) – Eficaz na representação dos processos de superfície terrestre.

source: MRI-ESM2-0 (Meteorological Research Institute, Japan) – Robust performance in extreme climate event projections.
pt: MRI-ESM2-0 (Instituto de Pesquisa Meteorológica, Japão) – Desempenho robusto em projeções de eventos climáticos extremos.

source: These models were chosen to ensure a balance between different climate system representations and climate sensitivity, ensuring comprehensive climate risk projections. Projections were developed for two future timeframes: the near future (2021–2040) and mid-century (2041–2060). The analysis considers two emission scenarios defined by the Shared Socioeconomic Pathways (SSPs): SSP245 and SSP585. SSP245 represents a moderate emissions scenario aligned with efforts to limit global warming to below 2°C above pre-industrial levels, while SSP585 represents a high-emissions scenario with significantly less mitigation action.
pt: Esses modelos foram escolhidos para garantir um equilíbrio entre diferentes representações do sistema climático e da sensibilidade climática, assegurando projeções abrangentes de risco climático. As projeções foram desenvolvidas para dois períodos futuros: futuro próximo (2021–2040) e meados do século (2041–2060). A análise considera dois cenários de emissões definidos pelos Caminhos Socioeconômicos Compartilhados (SSPs): SSP245 e SSP585. O SSP245 representa um cenário de emissões moderadas alinhado com esforços para limitar o aquecimento global abaixo de 2°C acima dos níveis pré-industriais, enquanto o SSP585 representa um cenário de altas emissões com significativamente menos ação de mitigação.

source: We applied statistical downscaling and bias correction using a monthly climate anomaly approach, ensuring that GCM outputs align with historical observations. The bias correction process involves:
pt: Aplicámos a redução estatística de escala e a correção de viés utilizando uma abordagem de anomalias climáticas mensais, garantindo que as saídas dos GCMs se alinhem com as observações históricas. O processo de correção de viés envolve:

source: Computing Monthly Climate Anomalies: Differences between simulated and observed climate conditions are calculated for each month.
pt: Cálculo das Anomalias Climáticas Mensais: As diferenças entre as condições climáticas simuladas e observadas são calculadas para cada mês.

source: Applying These Anomalies to Historical Data: The computed anomalies are then superimposed on historical CHIRPS (precipitation) and AgERA5 (temperature) datasets.
pt: Aplicação dessas anomalias aos dados históricos: As anomalias calculadas são então sobrepostas aos conjuntos de dados históricos CHIRPS (precipitação) e AgERA5 (temperatura).

source: Correcting Systematic Biases: The approach accounts for model-specific deviations, improving the reliability of future projections.
pt: Correção de Viés Sistemático: A abordagem considera desvios específicos de cada modelo, melhorando a confiabilidade das projeções futuras.

source: This method ensures that climate projections maintain consistency with historical climate trends while correcting biases in raw GCM outputs. After the downscaling, all historical and projection datasets were standardized at 0.05° spatial resolution.
pt: Este método garante que as projeções climáticas mantenham consistência com as tendências climáticas históricas, corrigindo os vieses nas saídas brutas dos GCMs. Após a redução de escala, todos os conjuntos de dados históricos e de projeção foram padronizados para uma resolução espacial de 0,05°.

source: In alignment with the World Meteorological Organization (WMO) guidelines, baseline reference periods typically span 30 years (e.g., 1971–2000 or 1981–2010). However, for this study, the WMO’s proposed 20-year baseline interval (1995–2014) was adopted. This interval encompasses the final two decades of historical simulations using observed radiative forcings, providing a robust baseline for comparison with selected future time windows. This approach ensures the analysis remains relevant and consistent with contemporary climate assessment standards.
pt: Em conformidade com as diretrizes da Organização Meteorológica Mundial (OMM), os períodos de referência normalmente abrangem 30 anos (por exemplo, 1971–2000 ou 1981–2010). No entanto, para este estudo, foi adotado o intervalo de 20 anos proposto pela OMM (1995–2014). Este intervalo abrange as duas últimas décadas de simulações históricas utilizando forçamentos radiativos observados, proporcionando uma base sólida para comparação com os períodos futuros selecionados. Esta abordagem garante que a análise permaneça relevante e consistente com os padrões contemporâneos de avaliação climática.

source: Several indicators were calculated to assess historical and projected climate trends as listed in table below. These metrics were selected to capture the key climatic factors influencing the region's environmental and socio-economic systems, providing a robust foundation for climate impact assessments and adaptation planning.
pt: Vários indicadores foram calculados para avaliar as tendências climáticas históricas e projetadas, conforme listado na tabela abaixo. Essas métricas foram selecionadas para capturar os principais fatores climáticos que influenciam os sistemas ambientais e socioeconômicos da região, fornecendo uma base robusta para avaliações de impacto climático e planejamento de adaptação.

source: Climate variables and indices
pt: Variáveis e índices climáticos

source: Variable name
pt: Nome da variável

source: Unit
pt: Unidade

source: Description
pt: Descrição

source: Categories
pt: Categorias

source: Max-Temperature
pt: Temperatura Máxima

source: Average maximum temperature
pt: Temperatura máxima média

source: Min-Temperature
pt: Temperatura Mínima

source: Average minimum temperature
pt: Temperatura mínima média

source: Total Precipitation
pt: Precipitação Total

source: Precipitation, sum over identified period
pt: Precipitação, soma sobre o período identificado

source: Heat Stress Humans (HSH)
pt: Estresse Térmico Humano (HSH)

source: The thermal index for humans uses the dry-bulb temperature and relative humidity to derive classes of human discomfort. Areas of extreme caution (32–41ºC), danger (41–54ºC), and extreme danger (41–54ºC) imply substantial discomfort to humans leading to inability to work on the land
pt: O índice térmico para humanos utiliza a temperatura de bulbo seco e a umidade relativa para derivar classes de desconforto humano. Áreas de cautela extrema (32–41ºC), perigo (41–54ºC) e perigo extremo (>54ºC) implicam desconforto substancial, levando à incapacidade de trabalhar na terra.

source: Mild or no stress: < 27 Caution: 27–32 Extreme caution: 32-41 Danger & Extreme danger: > 41 (with extreme danger being > 54)
pt: Leve ou sem estresse: < 27 Cautela: 27–32 Cautela extrema: 32–41 Perigo & Perigo extremo: > 41 (com perigo extremo > 54)

source: Drought stress (NDWS)
pt: Estresse por seca (NDWS)

source: Days
pt: Dias

source: Number of water stress days. A water stress day is a day in which the actual to potential evapotranspiration ratio (Ea/Ep) is < 0.5. Ea/Ep is computed using a simple water balance model that uses daily CHIRPS, CHIRTS data, generated solar radiation, and soil water holding capacity data. Soils data from SoilGrids 1km. Solar radiation is from ERA5
pt: Número de dias de estresse hídrico. Um dia de estresse hídrico é aquele em que a razão entre evapotranspiração real e potencial (Ea/Ep) é < 0,5. Ea/Ep é calculada usando um modelo simples de balanço hídrico que utiliza dados diários do CHIRPS, CHIRTS, radiação solar gerada e capacidade de retenção de água do solo. Dados de solos do SoilGrids 1 km. Radiação solar do ERA5.

source: No significant stress: < 15 Moderate: 15 to 20 Severe: 20 to 25 Extreme: > 25
pt: Sem estresse significativo: < 15 Moderado: 15 a 20 Severo: 20 a 25 Extremo: > 25

source: Waterlogging & flooding stress
pt: Estresse por encharcamento & inundação

source: Number of days with soil logged by water. A waterlogging day is a day in which the soil moisture is above field capacity and moving toward saturation. Soil moisture calculated using a simple watbal routine as for the number of water stress days. Met input from CHIRPS (precipitation), CHIRTS (temperatures), ERA5 (solar radiation), and soils data from SoilGrids 1km. We use 0%% of the way to saturation (i.e., at the very start)
pt: Número de dias com o solo encharcado por água. Um dia de encharcamento ocorre quando a umidade do solo está acima da capacidade de campo e movendo-se em direção à saturação. A umidade do solo é calculada usando uma rotina simples de balanço hídrico, semelhante ao cálculo de dias de estresse hídrico. Dados meteorológicos do CHIRPS (precipitação), CHIRTS (temperatura), ERA5 (radiação solar) e dados de solos do SoilGrids 1 km. Consideramos 0%% do caminho para a saturação (ou seja, no início).

source: No significant stress: < 2 Moderate: 2 to 5 Severe: 5 to 8 Extreme: > 8
pt: Sem estresse significativo: < 2 Moderado: 2 a 5 Severo: 5 a 8 Extremo: > 8

source: Z-Scores
pt: Escores-Z

source: A Z-score is a way of measuring how unusual or extreme a value is compared to the average (mean) of a dataset. It tells us how far a value is from the average, scaled by how spread out the data is (standard deviation). A positive Z-score means the value is above average, while a negative Z-score means it’s below average.
pt: Um escore-Z é uma forma de medir quão incomum ou extremo é um valor em comparação com a média de um conjunto de dados. Ele mostra a distância de um valor em relação à média, escalada pelo grau de dispersão dos dados (desvio padrão). Um escore-Z positivo significa que o valor está acima da média, enquanto um escore-Z negativo significa que está abaixo.

source: In this report, Z-scores are used to identify years with particularly high or low rainfall in Mozambique’s regions:
pt: Neste relatório, os escores-Z são usados para identificar anos com precipitação particularmente alta ou baixa nas regiões de Moçambique:

source: Z-scores greater than +1.5 indicate years with much more rainfall than usual (“extreme wet years”).
pt: Escores-Z maiores que +1,5 indicam anos com muito mais chuva que o normal (“anos extremamente úmidos”).

source: Z-scores less than -1.5 indicate years with much less rainfall than usual (“extreme dry years”).
pt: Escores-Z menores que -1,5 indicam anos com muito menos chuva que o normal (“anos extremamente secos”).

source: For example, a Z-score of +1.5 means that the rainfall for that year was one standard deviation above the average rainfall, which is moderately higher than usual. Similarly, a Z-score of -1.5 means the rainfall was one standard deviation below the average, which is moderately lower than usual. Values beyond these thresholds are considered extreme, helping to highlight significant climate variability and patterns like consecutive dry or wet years, as well as sudden shifts between extremes.
pt: Por exemplo, um escore-Z de +1,5 significa que a precipitação daquele ano foi um desvio padrão acima da média, o que é moderadamente maior que o usual. Da mesma forma, um escore-Z de -1,5 significa que a precipitação foi um desvio padrão abaixo da média, o que é moderadamente menor que o usual. Valores além desses limites são considerados extremos, ajudando a destacar a variabilidade climática significativa e padrões como anos consecutivos secos ou úmidos, bem como mudanças súbitas entre extremos.

source: Formula: Z = (X – μ) / σ
pt: Fórmula: Z = (X – μ) / σ

source: Z : The Z-score
pt: Z : O escore-Z

source: X : The rainfall value for a specific year
pt: X : O valor da precipitação para um ano específico

source: μ : The average rainfall over the entire dataset
pt: μ : A precipitação média em todo o conjunto de dados

source: σ : The standard deviation of rainfall across the dataset
pt: σ : O desvio padrão da precipitação no conjunto de dados

source: By standardizing the rainfall data in this way, Z-scores make it easier to compare and visualize periods of extreme weather and their impact across different regions.
pt: Ao padronizar os dados de precipitação desta forma, os escores-Z facilitam a comparação e a visualização de períodos de clima extremo e seus impactos em diferentes regiões.

source: Exposure to Risk (Value of Production)
pt: Exposição ao Risco (Valor da Produção)

source: Crop value of production data comes from MapSPAM 2017 V2r3 (Spatial Production Allocation Model) where production values are multiplied by country specific FAOstat international crop prices. Livestock value of production in 2005 International Dollars were provided by the authors of Herrero et al. (2013).
pt: Os dados sobre o valor da produção agrícola vêm do MapSPAM 2017 V2r3 (Modelo de Alocação de Produção Espacial), em que os valores de produção são multiplicados pelos preços internacionais das culturas específicos de cada país segundo a FAOstat. O valor da produção pecuária em Dólares Internacionais de 2005 foi fornecido pelos autores de Herrero et al. (2013).

source: The process for calculating exposure to risk comprises several critical steps:
pt: O processo para calcular a exposição ao risco compreende várias etapas críticas:

source: Annual or Seasonal Summarization:
pt: Sumarização Anual ou Sazonal:

source: Raw hazard data is aligned with the GGCMI Phase 3 crop calendar for maize, then climate hazards are summarized at either annual or seasonal timescales. Future updates of the Atlas will incorporate crop-specific calendars.
pt: Os dados brutos de perigos são alinhados com o calendário agrícola de milho da Fase 3 do GGCMI, e depois os riscos climáticos são resumidos em escalas anuais ou sazonais. Atualizações futuras do Atlas incorporarão calendários específicos de culturas.

source: Occurrence:
pt: Ocorrência:

source: Hazards classified into severity levels (moderate, severe, extreme). This study applies severe thresholds.
pt: Os riscos são classificados em níveis de severidade (moderado, severo, extremo). Este estudo aplica limiares severos.

source: Risk:
pt: Risco:

source: We average the classified hazards over the years or seasons encompassed by the time-series to obtain an estimation of occurrence risk.
pt: Fazemos a média dos riscos classificados ao longo dos anos ou estações abrangidos pela série temporal para obter uma estimativa de risco de ocorrência.

source: Compound Risks:
pt: Riscos Compostos:

source: To assess the risk of compound hazards, we multiply the risks associated with dry, heat, and wet conditions. This multiplication highlights areas where multiple hazards may coincide, posing greater risk to agricultural outputs.
pt: Para avaliar o risco de perigos compostos, multiplicamos os riscos associados a condições de seca, calor e excesso de água. Essa multiplicação destaca áreas onde múltiplos riscos podem coincidir, representando maior ameaça à produção agrícola.

source: Integration with Economic Data:
pt: Integração com Dados Econômicos:

source: Finally, we multiply the compound crop hazard risk data with crop value of production data. For example, if a crop is exposed to a hazard in 50%% of growing seasons and the value of production is $2M/year then, on average, $1M of production is exposed to the hazard. The exposed value of production is then extracted by administrative areas to indicate potential economic impacts on crop production.
pt: Finalmente, multiplicamos os dados de risco composto de perigos agrícolas com os dados de valor de produção. Por exemplo, se uma cultura estiver exposta a um risco em 50%% das temporadas de cultivo e o valor da produção for de 2 milhões USD/ano, então, em média, 1 milhão USD da produção estará exposta ao risco. O valor exposto da produção é então extraído por áreas administrativas para indicar potenciais impactos econômicos na produção agrícola.

source: Partners
pt: Parceiros
