Repository: jchemutt/crva_app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: Alliance of Bioversity International and CIAT
pt: Aliança da Bioversity International e CIAT

source: World Bank
pt: Banco Mundial

source: Adaptation Map
pt: Mapa de Adaptação

source: Collapse/Expand
pt: Recolher/Expandir

source: Climate Adaptation Strategies Map
pt: Mapa de Estratégias de Adaptação Climática

source: Instructions
pt: Instruções

source: Click a province circle to open value chains
pt: Clique no círculo de uma província para abrir as cadeias de valor

source: Click hazard badge to view strategies
pt: Clique no selo de risco para ver as estratégias

source: Download table as CSV from modal
pt: Baixar tabela como CSV a partir do modal

source: Key Value Chains and Risks
pt: Principais Cadeias de Valor e Riscos

source: Province
pt: Província

source: Value Chain
pt: Cadeia de Valor

source: Hazard
pt: Risco

source: Stage
pt: Etapa

source: Impact
pt: Impacto

source: Adaptation Strategy
pt: Estratégia de Adaptação

source: CRVA Portal
pt: Portal CRVA

source: Mozambique
pt: Moçambique

source: Mozambique Logo
pt: Logotipo de Moçambique

source: CIAT Logo
pt: Logotipo do CIAT

source: Home
pt: Início

source: Services
pt: Serviços

source: Hazard maps, risks, exposure
pt: Mapas de perigos, riscos, exposição

source: Options by region and value chain
pt: Opções por região e cadeia de valor

source: Planned actions and progress
pt: Ações planeadas e progresso

source: English
pt: Inglês

source: Log Out
pt: Sair

source: Alliance Logo
pt: Logotipo da Aliança

source: Map Viewer
pt: Visualizador de Mapas

source: Indicators
pt: Indicadores

source: Expand
pt: Expandir

source: Collapse
pt: Recolher

source: Search Indicators…
pt: Pesquisar Indicadores…

source: Clear
pt: Limpar

source: Apply
pt: Aplicar

source: Explore data for selected hazard and province.
pt: Explore os dados para o risco e a província selecionados.

source: Time Series
pt: Séries Temporais

source: Time Series Chart
pt: Gráfico de Séries Temporais

source: Select Dataset
pt: Selecionar Conjunto de Dados

source: Year
pt: Ano

source: Value
pt: Valor

source: Please select a hazard layer first.
pt: Por favor, selecione primeiro uma camada de risco.

source: Use the Layers panel to pick a category and an Indicator
pt: Use o painel de camadas para escolher uma categoria e um indicador

source: Click on a province on the map
pt: Clique numa província no mapa

source: Explore adaptation strategies or time series in the modal
pt: Explore estratégias de adaptação ou séries temporais na janela modal

source: Adaptation Strategies & Time Series
pt: Estratégias de Adaptação e Séries Temporais

source: CRVA Portal - Home
pt: Portal CRVA - Início

source: Hero Image
pt: Imagem de Destaque

source: Climate Risk and Vulnerability Assessment Portal
pt: Portal de Avaliação de Riscos e Vulnerabilidades Climáticas

source: An interactive platform delivering agro-weather updates, crop advisory, market insights, climate risk assessments, and adaptation strategies to support climate-smart agricultural decision-making.
pt: Uma plataforma interativa que fornece atualizações agroclimáticas, orientações agrícolas, informações de mercado, avaliações de riscos climáticos e estratégias de adaptação para apoiar decisões agrícolas inteligentes em relação ao clima.

source: Search for a Service
pt: Pesquisar um Serviço

source: 🔍 Search for a Service
pt: 🔍 Pesquisar um Serviço

source: Search
pt: Pesquisar

source: Service Overview
pt: Visão Geral dos Serviços

source: This platform provides tailored decision-support tools to strengthen agricultural resilience in Mozambique. It offers timely, location-specific information and guidance to farmers, extension workers, and policymakers. Below is a breakdown of the key services available:
pt: Esta plataforma oferece ferramentas de apoio à decisão personalizadas para fortalecer a resiliência agrícola em Moçambique. Ela fornece informações e orientações oportunas e específicas para cada local, destinadas a agricultores, extensionistas e formuladores de políticas. Abaixo está uma visão geral dos principais serviços disponíveis:

source: Delivers localized forecasts and early warnings to help farmers plan agricultural activities based on rainfall, temperature, and extreme weather events.
pt: Fornece previsões localizadas e alertas antecipados para ajudar os agricultores a planejar atividades agrícolas com base nas chuvas, temperatura e eventos climáticos extremos.

source: Provides expert guidance on crop selection, pest and disease management, and sustainable farming practices aligned with seasonal conditions.
pt: Oferece orientações especializadas sobre a escolha de culturas, controle de pragas e doenças, e práticas agrícolas sustentáveis alinhadas às condições sazonais.

source: Shares up-to-date data on crop prices, demand trends, and nearby market access points to support informed selling decisions and increase income.
pt: Disponibiliza dados atualizados sobre preços agrícolas, tendências de demanda e pontos de acesso ao mercado mais próximos para apoiar decisões de venda informadas e aumentar a renda.

source: Maps areas most exposed to climate threats such as drought and floods, helping target adaptation and investment efforts effectively.
pt: Mapeia as áreas mais expostas a ameaças climáticas como secas e inundações, ajudando a direcionar de forma eficaz os esforços de adaptação e investimento.

source: Recommends practical solutions such as drought-tolerant crops, water conservation, soil protection, and agroforestry tailored to specific zones.
pt: Recomenda soluções práticas como culturas tolerantes à seca, conservação da água, proteção do solo e agroflorestas adaptadas a zonas específicas.

source: This platform is developed by the
pt: Esta plataforma foi desenvolvida pela

source: supporting climate-smart agriculture and food security initiatives in Mozambique.
pt: apoiando iniciativas de agricultura inteligente em relação ao clima e segurança alimentar em Moçambique.

source: Keyword
pt: Palavra-chave

source: Search strategy, activities, implementers, outcomes…
pt: Pesquisar estratégia, atividades, implementadores, resultados…

source: Search across strategy titles, activities, implementers, outcomes, and related content.
pt: Pesquisar em títulos de estratégias, atividades, implementadores, resultados e conteúdo relacionado.

source: Actions
pt: Ações

source: Group by
pt: Agrupar por

source: Timeframe
pt: Período

source: Collapse all
pt: Recolher tudo

source: Expand all
pt: Expandir tudo

source: Proposed Activities
pt: Atividades Propostas

source: Implementers
pt: Implementadores

source: Resources / Investments Needed
pt: Recursos / Investimentos Necessários

source: Expected Outcomes
pt: Resultados Esperados

source: Beneficiaries
pt: Beneficiários

source: No filters applied.
pt: Nenhum filtro aplicado.
